;;;;;;;;;;;;
;; in use ;;
;;;;;;;;;;;;
(package! ace-window)
(package! afternoon-theme)
(package! helm)
(package! move-text)
(package! package-lint)
(package! protobuf-mode)
(package! symbol-navigation-hydra)
(package! scad-mode)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;; in use, but maybe could replace with vanilla ;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
(package! anzu)
(package! doom-modeline)
(package! fastnav)
(package! git-link)
(package! grep+)
(package! hl-line)
(package! undo-tree)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;; might want again one day ;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
(package! benchmark-init) ;; for profiling startup latency
;;(package! helm-posframe)  ;; doesn't handle OSX full screen windows well
;;(package! compile+)  ;; used by grep+, but seems to be optional
;;(package! helm-ag)
;;(package! helm-swoop)
;;(package! whole-line-or-region)
