(package! whole-line-or-region)
(package! afternoon-theme)
(package! helm-ag)
(package! iflipb)
(package! helm-swoop)
(package! w3m)
(package! zoom-window)
(package! undo-tree)
(package! protobuf-mode)
(package! fastnav)
(package! git-link)
(package! backward-forward)
(package! hl-line)
(package! doom-modeline)

;; package dev
(package! gif-screencast)
(package! package-lint)

(package! iedit)
(package! symbol-navigation-hydra :recipe
  '(:host github
    :repo "bgwines/symbol-navigation-hydra"))
